START = '''
سلام در این ربات میتونی با یک کلیک پسورد قوی ایجاد کنی

ایجاد پسورد جدید 🔑: 
>/NewPassword 

راهنمای ربات 💡 : 
>/Help
'''

NEW_PASSWORD = '''
پسورد جدید با موفقیت ایجاد شد ✅

<code>{}</code>

💡 برای کپی پسورد روی آن ضربه بزنید
💡 برای ذخیره پسورد روی این پیام ریپلای بزنید و براش یک نام انتخاب کنید
'''


HELP = '''
با ارسال دستور زیر میتونید یک پسورد جدید ایجاد کنید
>/NewPassword
* برای ذخیره پسورد روش ریپلای بزنید و یک نام براش بفرستید 

* برای دیدن پسورد های ذخیره شده دستور زیر رو بفرستید
>/MyPasswords

پس از دیدن لیست پسوردها, با زدن روی عنوانش پسورد رو نشونتون میده , حالا در صورت تمایل برای حذفش میتونید به سادگی روی پسورد ریپلای بزنید و دستور حذف رو بفرستید

برای بکاپ هم میتونید دستور زیر رو بفرستید 
>/Backup
'''
